Repository: CleanCodeX/SRAM.Comparer.SoE
Catalog: Properties/Resources.*.resx
Languages: de

source: All game checksums
de: Alle Speicherslot Prüfsummen

source: All Unknown12Bs
de: Alle Speicherslot Unknown12Bs

source: changes at every in-game save
de: ändert sich bei jeder spielinternen Speicherung

# CommandIncludeAllChecksums
source: Show all game checksums
de: Alle Speicherslot Prüfsummen anzeigen

# CommandIncludeAllUnknown12Bs
source: Show all game checksums
de: Alle Speicherslot Unknown12Bs anzeigen

# CommandIncludeChecksum
source: Show game checksum
de: Prüfsumme des betroffenen Speicherslots anzeigen

# CommandIncludeUnknown12B
source: Show game Unknown12Bs
de: Unknown12B des betroffenenSpeicherslots anzeigen

# ComparedWithGameTemplated
source: compared with game {0}
de: verglichen mit Speicherslot {0}

source: Game checksum
de: Speicherslot Prüfsumme

source: valid
de: gültig

source: Validation-status
de: Validierungs-Status

source: Whole game buffer
de: Gesamter Speicherslot-Bereich

source: Game's current 'Checksum' values
de: Prüfsumme des betreffenden Speicherslots

source: invalid
de: ungültig

source: Non game buffer
de: Nicht-Speicherslot-Bereich

# GamesCurrentUnknown12BValues
source: Game's current 'UnknownB12' values
de: Unknown12B des betreffenden Speicherslots
